{"model_max_length": 2048, "mask_token": "[MASK]", "cls_token": "[CLS]", "sep_token": "[SEP]", "pad_token": "[PAD]", "unk_token": "[UNK]", "cache_dir": ".cache2", "use_fast": true, "revision": "main", "use_auth_token": null}